IDENTIFICATION DIVISION.
PROGRAM-ID. HolaMundo.

ENVIRONMENT DIVISION.

DATA DIVISION.
WORKING-STORAGE SECTION.
01 mensaje PIC X(80) VALUE 'Madre mía, cómo me gusta la asignatura de ENTORNOS DE DESARROLLO 😊'.

PROCEDURE DIVISION.
    DISPLAY mensaje.
    STOP RUN.
